Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VIDEO_RECORDING_DESC_TRUE
source: Turn off the ability to record video clips using this controller.
ar: إيقاف إمكانية تسجيل مقاطع الفيديو باستخدام ذراع التحكم هذه.
bg: Изключете възможността да записвате видео клипове с помощта на този контролер.
ca: Desactiva la capacitat de gravar clips de vídeo fent servir aquest comandament.
cs: Vypne možnost nahrávat pomocí tohoto ovladače videoklipy.
da: Slå muligheden for at optage videoklip fra for denne controller.
de: Deaktiviere die Fähigkeit, mit diesem Controller Videoclips aufzunehmen.
el: Απενεργοποίηση της δυνατότητας εγγραφής κλιπ βίντεο με χρήση αυτού του χειριστηρίου.
es: Desactiva la capacidad de grabar clips de vídeo con este mando.
es_us: Desactiva la capacidad de grabar clips de video con este control.
fi: Laita pois päältä mahdollisuus tallentaa videoklippejä tällä ohjaimella.
fr: Désactivez la possibilité d’enregistrer des extraits vidéo avec cette manette.
fr_ca: Désactivez l’enregistrement de vidéoclips avec cette manette.
he: ניתן לכבות את היכולת להקליט קטעי וידאו באמצעות שלט משחק זה.
hi: इस कंट्रोलर के उपयोग से वीडियो क्लिप रिकॉर्ड करने की क्षमता बंद करें।
hr: Isključite mogućnost snimanja video isječaka ovim kontrolerom.
hu: A vezérlővel való videoklip-rögzítés lehetőségének kikapcsolása.
id: Matikan kemampuan untuk merekam klip video menggunakan pengontrol ini.
it: Disattiva la possibilità di registrare clip video usando il controller.
ja: このコントローラを使用したビデオクリップの撮影機能をオフにします。
kk: Осы контроллердің көмегімен видео жазу мүмкіндігін өшіріңіз.
ko: 이 컨트롤러를 사용하여 비디오 클립을 녹화하는 기능을 끕니다.
lt: Išjunkite galimybę įrašyti vaizdo klipus naudodami šį valdiklį.
ms: Nyahaktifkan keupayaan untuk merakam klip video menggunakan pengawal ini.
nb: Slå av muligheten for å ta opp videoklipp med denne kontrolleren.
nl: Schakel de mogelijkheid uit om videofragmenten te maken met deze controller.
pl: Wyłącz możliwość nagrywania klipów wideo przy użyciu tego kontrolera.
pt_br: Desative a capacidade de gravar clipes de vídeo com este controle.
pt_pt: Desativar a capacidade de gravar clips de vídeo ao usar este comando.
ro: Dezactivați opțiunea de a înregistra clipuri video folosind acest controller.
ru: Выключите функцию, которая позволяет записывать видео с помощью этого контроллера.
sk: Vypnutie možnosti nahrávať pomocou tohto ovládača videoklipy.
sl: Izklopite možnost snemanja videoposnetkov s tem kontrolerjem.
sv: Avaktivera inspelning av videoklipp med det här reglaget.
th: ปิดใช้ความสามารถในการบันทึกคลิปวิดีโอโดยใช้อุปกรณ์ควบคุมนี้
tr: Bu kumandayı kullanarak video klip kaydı yapabilmeyi kapatır.
uk: Вимкніть можливість записування відео за допомогою цього контролера.
vi: Tắt tính năng quay clip video bằng bộ điều khiển này.
zh_cn: 关闭使用此控制器录制视频片段的功能。
zh_hk: 關閉使用此控制器錄製影片片段的功能。
zh_tw: 關閉使用此控制器錄製短片的功能。

# VIDEO_RECORDING_DETAIL_BUTTON_DESC
source: The button on your game controller used to capture video clips.
ar: زر ذراع التحكم في الألعاب الذي يُستخدم في تسجيل مقاطع الفيديو.
bg: Бутонът на вашия контролер за игри, използван за записване на видео клипове.
ca: El botó del comandament de joc que s’utilitza per gravar clips de vídeo.
cs: Tlačítko na herním ovladači, které slouží k pořizování videoklipů.
da: Knappen på din controller, der bruges til at optage videoklip.
de: Die Taste auf deinem Controller, die zur Aufnahme von Videoclips verwendet wird.
el: Το κουμπί στο χειριστήριο παιχνιδιών που χρησιμοποιείται για καταγραφή κλιπ βίντεο.
es: El botón de tu mando de videojuegos que se usa para grabar clips de vídeo.
es_us: El botón de tu control de videojuegos que se usa para capturar clips de video.
fi: Peliohjaimen painike, jolla otetaan videoklippejä.
fr: Le bouton de votre manette utilisé pour enregistrer des extraits vidéo.
fr_ca: Bouton de la manette de jeu utilisé pour effectuer des captures de vidéoclips
he: הכפתור בשלט המשחק שלך המשמש ללכידת קטעי וידאו.
hi: वीडियो क्लिप कैप्चर करने के लिए उपयोग किया जाने वाला आपके गेम कंट्रोलर का बटन।
hr: Tipka na igraćem kontroleru koja se koristi za snimanje video isječaka.
hu: A játékvezérlőn lévő gomb, amellyel videoklipeket rögzíthet.
id: Tombol di pengontrol game Anda yang digunakan untuk merekam klip video.
it: Il pulsante sul controller usato per acquisire clip video.
ja: ビデオクリップの収録に使用するゲームコントローラのボタンです。
kk: Видео клиптерді жазу үшін пайдаланылатын ойын контроллеріндегі түйме.
ko: 비디오 클립을 캡처하는 데 사용되는 게임 컨트롤러의 버튼입니다.
lt: Žaidimo valdiklio mygtukas vaizdo klipams užfiksuoti.
ms: Butang pada pengawal permainan anda yang digunakan untuk merakam klip video.
nb: Knappen på spillkontrolleren som brukes til å ta opp videoklipp.
nl: De knop op je game­controller voor het maken van video­clips.
pl: Przycisk kontrolera służący do rejestrowania klipów wideo.
pt_br: O botão no controle de videogame usado para capturar clipes de vídeo.
pt_pt: O botão do comando de jogos usado para capturar clips de vídeo.
ro: Butonul de pe controllerul pentru jocuri utilizat pentru a înregistra clipuri video.
ru: Кнопка игрового контроллера, которая используется для записи видео.
sk: Tlačidlo na hernom ovládači, ktoré slúži na nahrávanie videoklipov.
sl: Gumb na igralnem kontrolerju, s katerim lahko zajamete videoposnetke.
sv: Knappen på spelkontrollen som används till att spela in videoklipp.
th: ปุ่มบนอุปกรณ์ควบคุมเกมที่ใช้ถ่ายคลิปวิดีโอ
tr: Oyun kumandanızda video klip çekmek için kullanılan düğme.
uk: Кнопка на ігровому контролері для створення відеозаписів екрана.
vi: Nút trên bộ điều khiển trò chơi của bạn được sử dụng để quay clip video.
zh_cn: 游戏控制器用于录制视频片段的按钮。
zh_hk: 遊戲控制器上用於截取影片片段的按鈕。
zh_tw: 遊戲控制器上用來擷取短片的按鈕。

# VIDEO_RECORDING_DETAIL_DESC
source: Capture Video Clips allows you to quickly capture video clips of your gameplay using a customized gesture on your game controller.
ar: تتيح لك ميزة "تسجيل مقاطع فيديو" التسجيل السريع لمقاطع الفيديو أثناء لعبك باستخدام إيماءة مخصصة في ذراع التحكم في الألعاب.
bg: Запиши видео клип ви позволява бързо да записвате видео клипове на вашата игра, като използвате персонализиран жест на контролера ви за игри.
ca: L’opció “Grava un clip de vídeo” et permet gravar clips de vídeo del joc ràpidament amb un gest personalitzat en el teu comandament de joc.
cs: Pořizování videoklipů vám umožňuje rychle zachytit klip s videem z vaší hry pomocí vlastního gesta na herním ovladači.
da: Optag videoklip giver dig mulighed for hurtigt at optage videoklip af spilaktiviteter vha. en speciel bevægelse på controlleren.
de: Mit der Funktion „Videoclips aufnehmen“ kannst du schnell Videoclips von deinem Gameplay aufnehmen, indem du eine eigene Geste auf deinem Controller verwendest.
el: Η Καταγραφή κλιπ βίντεο επιτρέπει τη γρήγορη καταγραφή βιντεοκλίπ παιχνιδιού χρησιμοποιώντας μια προσαρμοσμένη χειρονομία στο χειριστήριο παιχνιδιών.
es: La opción “Grabar clips de vídeo de la pantalla” te permite grabar clips de vídeo de la pantalla de juego rápidamente usando un gesto personalizado en tu mando de videojuegos.
es_us: Grabar clips de video te permite capturar rápidamente clips de video de tu juego mediante un gesto personalizado en tu control.
fi: Ota videoklippejä -toiminnolla voit ottaa pelaamisen aikana videoklippejä nopeasti käyttämällä muokattua elettä peliohjaimella.
fr: L’option « Enregistrer des extraits vidéo » vous permet d’enregistrer rapidement des extraits vidéo de votre partie en effectuant un geste personnalisé sur votre manette.
fr_ca: L’option « Capturer des vidéoclips » vous permet de capturer rapidement des vidéoclips de vos jeux au moyen d’un geste personnalisé sur votre manette de jeu.
he: ״צילום קטעי וידאו״ מאפשר לך ללכוד במהירות קטעי וידאו מהמשחק שלך באמצעות מחווה מותאמת אישית בשלט המשחק.
hi: “वीडियो क्लिप कैप्चर करें” के ज़रिए आप अपने गेम कंट्रोलर पर कस्टमाइज़ किए गए जेस्चर का उपयोग करके अपने गेमप्ले की वीडियो क्लिप को तेज़ी से कैप्चर कर सकते हैं।
hr: Opcija snimanja video isječaka omogućava vam brzo snimanje video isječaka tijeka igre pomoću prilagođene geste na igraćem kontroleru.
hu: A Videoklipek rögzítése funkció lehetővé teszi, hogy gyorsan videoklipet készítsen a játékmenetről, amihez egy testreszabott kézmozdulatot használhat a játékvezérlőn.
id: Rekam Klip Video memungkinkan Anda untuk merekam klip video permainan Anda dengan cepat menggunakan gerakan khusus pada pengontrol game Anda.
it: “Acquisisci clip video” ti consente di acquisire rapidamente clip video della partita in corso usando un gesto personalizzato sul controller.
ja: “ビデオクリップを収録”を使用すると、ゲームコントローラでカスタマイズしたジェスチャを使って、ゲームプレイのビデオクリップを収録できます。
kk: «Видео клиптерді жазу» функциясы ойын контроллерінде бейімделген қимылды пайдаланып, ойын барысында жылдам видео жазуға мүмкіндік береді.
ko: ‘비디오 클립 캡처’를 사용하면 게임 컨트롤러에서 사용자화된 제스처로 게임 플레이 비디오 클립을 빠르게 캡처할 수 있습니다.
lt: Funkcija „Vaizdo klipų fiksavimas“ leidžia greitai užfiksuoti žaidimo vaizdo klipus naudojant pritaikytą žaidimo valdiklio gestą.
ms: Rakam Klip Video membolehkan anda merakam klip video cara main anda dengan cepat menggunakan gerak isyarat tersuai pada pengawal permainan anda.
nb: Ta opp videoklipp lar deg raskt ta opp videoklipp av spillet ved hjelp av en tilpasset handling på spillkontrolleren.
nl: Met 'Neem videoclips op' kun je snel videoclips van je game­activiteit opnemen via een aangepast gebaar op je game­controller.
pl: Możesz szybko rejestrować klipy wideo podczas gry, wykonując wybrany przez siebie gest na kontrolerze.
pt_br: Com o recurso Capturar Clipes de Vídeo, você captura rapidamente clipes de vídeo do seu jogo usando um gesto personalizado no controle de videogame.
pt_pt: Permite capturar clips de vídeo do jogo rapidamente efetuando um gesto personalizado no comando de jogos.
ro: “Înregistrare clipuri video” vă permite să înregistrați rapid clipuri video ale desfășurării jocului folosind un gest personalizat pe controller.
ru: Функция «Запись видео» позволяет быстро записывать видео в процессе игры, используя настроенный на игровом контроллере жест.
sk: Umožňuje vám rýchlo nahrávať videoklipy počas hrania hier pomocou vlastného gesta na hernom ovládači.
sl: Zajem videoposnetkov vam omogoča hiter zajem videoposnetkov vašega igranja s prilagodljivo kretnjo na igralnem kontrolerju.
sv: Med Spela in videoklipp kan du snabbt spela in videoklipp från ditt spel med en anpassad gest på spelkontrollen.
th: การถ่ายคลิปวิดีโอจะช่วยให้คุณถ่ายคลิปวิดีโอของการเล่นเกมของคุณได้อย่างรวดเร็วโดยใช้คำสั่งนิ้วที่กำหนดบนอุปกรณ์ควบคุมเกมของคุณ
tr: Video Klip Çekme, oyun kumandanızda özelleştirilmiş bir hareket kullanarak oyununuzda çabucak video klipler çekmenize olanak tanır.
uk: Функція «Захоплення відео» дає змогу швидко створити відеозапис ігрового процесу за допомогою настроюваного жесту на ігровому контролері.
vi: Quay clip video cho phép bạn quay nhanh các clip video của trò chơi đang chơi bằng cử chỉ được tùy chỉnh trên bộ điều khiển trò chơi của bạn.
zh_cn: “录制视频片段”允许你在游戏控制器上使用自定义手势快速录制游戏的视频片段。
zh_hk: 「截取影片片段」允許你在遊戲控制器上使用自訂手勢快速截取遊戲的影片片段。
zh_tw: 「擷取短片」可讓你在遊戲控制器上使用自訂的手勢快速擷取遊戲短片。

# VIDEO_RECORDING_DETAIL_GESTURE_DESC
source: The gesture used with the chosen button on your game controller to capture video clips.
ar: الإيماءة المستخدَمة مع زر ذراع التحكم في الألعاب الذي تم اختياره لتسجيل مقاطع الفيديو.
bg: Жестът, използван с избрания бутон на вашия контролер за игри за записване на видео клипове.
ca: El gest que s’utilitza amb el botó seleccionat del comandament de joc per gravar clips de vídeo.
cs: Gesto používané se zvoleným tlačítkem na herním ovladači, které slouží k pořizování videoklipů.
da: Bevægelsen, der bruges med den valgte knap på controlleren, til at optage videoklip.
de: Die Geste, die mit der ausgewählten Taste auf deinem Controller zur Aufnahme von Videoclips verwendet wird.
el: Η χειρονομία που χρησιμοποιείται με το επιλεγμένο κουμπί στο χειριστήριο παιχνιδιών για καταγραφή κλιπ βίντεο.
es: El gesto que se usa junto con el botón que elijas en el mando de videojuegos para grabar clips de vídeo.
es_us: El gesto que se utiliza en el botón seleccionado del control de videojuegos para capturar clips de video.
fi: Ele, jota käytetään videoklippien ottamiseen valitsemasi peliohjaimen painikkeen kanssa.
fr: Le geste associé au bouton de votre manette choisi pour enregistrer des extraits vidéo.
fr_ca: Geste utilisé avec la manette de jeu pour effectuer des captures de vidéoclips au moyen du bouton préalablement choisi
he: המחווה שבשילוב עם הכפתור הנבחר בשלט המשחק משמשת ללכידת קטעי וידאו.
hi: वीडियो क्लिप कैप्चर करने के लिए आपके गेम कंट्रोलर पर चुने गए बटन के साथ उपयोग किया जाने वाला जेस्चर।
hr: Gesta koja se koristi s odabranom tipkom na igraćem kontroleru za snimanje video isječaka.
hu: A játékvezérlőn lévő, videoklipek rögzítéséhez használható gombbal használt kézmozdulat.
id: Gerakan yang digunakan dengan tombol yang dipilih di pengontrol game Anda untuk merekam klip video.
it: Il gesto usato con il pulsante scelto sul controller per acquisire clip video.
ja: ビデオクリップの収録用に選択したゲームコントローラのボタンで使用されるジェスチャです。
kk: Видео клиптерді жазу үшін ойын контроллерінде таңдалған түймемен бірге қолданылатын қимыл.
ko: 게임 컨트롤러에서 선택한 버튼으로 비디오 클립을 캡처하는 데 사용되는 제스처입니다.
lt: Gestas, naudojamas su pasirinktu žaidimo valdiklio mygtuku vaizdo klipams užfiksuoti.
ms: Gerak isyarat yang digunakan dengan butang yang dipilih pada pengawal permainan anda untuk merakam klip video.
nb: Handlingen som brukes med den valgte knappen på spillkontrolleren for å ta opp videoklipp.
nl: Het gebaar dat wordt gebruikt met de gekozen knop op je game­controller om video­clips mee te maken.
pl: Gest wykonywany przy użyciu wybranego przycisku kontrolera, który pozwala rejestrować klipy wideo.
pt_br: O gesto usado com o botão escolhido do controle de videogame para capturar clipes de vídeo.
pt_pt: O gesto usado com o botão do comando de jogos selecionado para capturar clips de vídeo.
ro: Gestul folosit cu butonul ales de pe controllerul de jocuri pentru a înregistra clipuri video.
ru: Жест для записи видео, который используется с выбранной кнопкой игрового контроллера.
sk: Gesto, ktoré spolu s vybraným tlačidlom na hernom ovládači slúži na nahrávanie videoklipov.
sl: Kretnja, ki jo uporabite skupaj z izbranim gumbom na igralnem kontrolerju, da zajamete videoposnetek.
sv: Gesten som används med den valda knappen på spelkontrollen för att spela in videoklipp.
th: คำสั่งนิ้วที่ใช้กับปุ่มที่เลือกบนอุปกรณ์ควบคุมเกมเพื่อถ่ายคลิปวิดีโอ
tr: Oyun kumandanızda video klip çekmek için seçilmiş düğmeyle kullanılan hareket.
uk: Жест для використання з обраною кнопкою на ігровому контролері для створення відеозаписів екрана.
vi: Cử chỉ được sử dụng với nút được chọn trên bộ điều khiển trò chơi của bạn để quay clip video.
zh_cn: 与游戏控制器上用于录制视频片段的所选按钮搭配使用的手势。
zh_hk: 與遊戲控制器上用於拍攝影片片段的所選按鈕配合使用的手勢。
zh_tw: 與遊戲控制器上用來擷取短片的所選按鈕搭配使用的手勢。

# VIDEO_RECORDING_DETAIL_MODE_DESC
source: The type of video clip you would like to capture. You can choose to start and stop clips manually or instantly capture the last 15 seconds of gameplay.
ar: نوع مقطع الفيديو الذي ترغب في تسجيله. يمكنك اختيار بدء المقاطع وإيقافها يدويًا أو التسجيل الفوري لآخر ١٥ ثانية من اللعب.
bg: Типът видео клип, който искате да запишете. Можете да изберете ръчно да стартирате и спирате клипове или моментално да запишете последните 15 секунди от играта.
ca: El tipus de clip de vídeo que vols gravar. Pots triar entre iniciar i aturar la gravació manualment o gravar automàticament els últims 15 segons de joc.
cs: Typ videoklipu, který chcete zaznamenat. Klipy můžete spouštět a zastavovat ručně nebo můžete okamžitě zachytit posledních 15 sekund hraní hry.
da: Den type videoklip, du vil optage. Du kan vælge at starte og stoppe klip manuelt eller optage de sidste 15 sekunder af din spilaktivitet med det samme.
de: Typ des Videoclips, der aufgenommen werden soll. Du kannst Clips manuell starten und stoppen oder sofort die letzten 15 Sekunden des Gameplays aufnehmen.
el: Ο τύπος κλιπ βίντεο που θέλετε να καταγράφεται. Μπορείτε να επιλέξετε τη χειροκίνητη έναρξη και διακοπή κλιπ ή τη στιγμιαία καταγραφή των πιο πρόσφατων 15 δευτερολέπτων παιχνιδιού.
es: El tipo de grabación que prefieres. Puedes elegir entre iniciar y detener la grabación manualmente o grabar automáticamente los últimos 15 segundos de juego.
es_us: El tipo de clip de video que quieres capturar. Puedes elegir iniciar o detener los clips de forma manual, o bien capturar los últimos 15 segundos del juego.
fi: Otettavien videoklippien tyyppi. Voit valita, aloitetaanko ja lopetetaanko klipit käsin vai tallennetaanko pelistä 15 edeltävää sekuntia välittömästi.
fr: Le type d’extrait vidéo que vous voulez enregistrer. Vous pouvez choisir de lancer et d’arrêter manuellement l’enregistrement des extraits ou d’enregistrer instantanément les 15 dernières secondes de jeu.
fr_ca: Désigne le type de vidéoclip souhaité. Vous pouvez choisir de lancer et d’arrêter manuellement l’enregistrement des vidéoclips ou de capturer instantanément les 15 dernières secondes de jeu.
he: סוג קטע הווידאו שברצונך ללכוד. באפשרותך להתחיל ולהפסיק לכידת קטעי וידאו באופן ידני או ללכוד תמיד את 15 השניות האחרונות של המשחק.
hi: आप जैसी वीडियो क्लिप कैप्चर करना चाहते हैं उसका प्रकार। आप क्लिप मैनुअली शुरू और बंद करना या गेमप्ले के पिछले 15 मिनट तुरंत कैप्चर करना चुन सकते हैं।
hr: Vrsta video isječka koju želite snimiti. Možete odabrati ručno pokretanje i zaustavljanje isječaka ili trenutno snimanje posljednjih 15 sekundi tijeka igre.
hu: A rögzíteni kívánt videoklip típusa. Igény szerint manuálisan elindíthatja és leállíthatja a klipeket, vagy azonnali felvételt készíthet a játékmenet utolsó 15 másodpercéről.
id: Jenis klip video yang ingin Anda rekam. Anda dapat memilih untuk memulai dan menghentikan klip secara manual atau merekam 15 detik terakhir permainan secara instan.
it: Il tipo di clip video che vuoi acquisire. Puoi scegliere di avviare e interrompere i clip manualmente o di acquisire all’istante gli ultimi 15 secondi di gioco.
ja: 収録するビデオクリップのタイプです。クリップの開始と停止を手動で行うか、直前の15秒間のゲームプレイを即座に収録するかを選択できます。
kk: Жазылатын видеоның түрі. Жазу әрекетін қолмен бастауға және тоқтатуға немесе ойынның соңғы 15 секундын лезде жазуға болады.
ko: 캡처하려는 비디오 클립의 유형입니다. 수동으로 클립을 시작하고 중단하거나, 직전 15초 동안의 게임 플레이를 즉시 캡처할 수 있습니다.
lt: Vaizdo klipo, kurį norite užfiksuoti, tipas. Galite pasirinkti, ar klipus paleisti ir sustabdyti neautomatiniu būdu, ar iš karto užfiksuoti 15 paskutinių žaidimo sekundžių.
ms: Jenis klip video yang anda mahu rakam. Anda boleh memilih untuk memulakan dan menghentikan klip secara manual atau merakam 15 saat terakhir cara main dengan segera.
nb: Typen videoklipp du vil ta opp. Du kan velge å starte og stoppe klippet selv, eller øyeblikkelig arkivere de siste 15 sekundene av spillet.
nl: Het type videoclip dat je wilt maken. Je kunt ervoor kiezen om clips handmatig te starten en stoppen of de laatste 15 seconden van je game­activiteit direct op te nemen.
pl: Typ klipu wideo, który chcesz zarejestrować. Możesz rozpocząć i zakończyć nagrywanie ręcznie lub zachować ostatnich 15 sekund rozgrywki.
pt_br: O tipo de clipes de vídeo que você gostaria de capturar. Você pode optar por iniciar e parar clipes manualmente ou capturar instantaneamente os últimos 15 segundos do jogo.
pt_pt: O tipo de clip de vídeo que gostaria de capturar. Pode optar por iniciar e parar os clips manualmente ou capturar os últimos 15 segundos de jogo.
ro: Tipul de clip video pe care ați dori să îl înregistrați. Puteți opta să porniți și să opriți înregistrarea manual sau să capturați instantaneu ultimele 15 secunde din desfășurarea jocului.
ru: Тип записываемого видео. Можно начинать и останавливать запись вручную или мгновенно создавать запись последних 15 секунд игры.
sk: Typ videoklipu, ktorý chcete nahrať. Môžete manuálne spustiť a zastaviť nahrávanie alebo okamžite zachytiť posledných 15 sekúnd hry.
sl: Vrsta videoposnetka, ki ga želite zajeti. Čas začetka in konca videoposnetka lahko ročno nastavite ali pa zajamete zadnjih 15 sekund igranja.
sv: Typen av videoklipp som du vill spela in. Du kan välja att starta och stoppa klipp manuellt eller omedelbart spela in de senaste 15 sekundernas spel.
th: ประเภทของคลิปวิดีโอที่คุณต้องการที่จะถ่าย คุณสามารถเลือกที่จะเริ่มและหยุดคลิปด้วยตนเองหรือถ่ายคลิปทันที 15 วินาทีสุดท้ายของการเล่นเกมได้
tr: Çekmek istediğiniz video klip türü. Klipleri elle başlatıp durdurmayı seçebilir veya oyunun son 15 saniyesini anında çekebilirsiniz.
uk: Тип відеозапису. Можна вручну запускати й зупиняти записування або неперервно записувати останні 15 секунд ігрового процесу.
vi: Loại clip video mà bạn muốn quay. Bạn có thể lựa chọn bắt đầu và dừng các clip theo cách thủ công hoặc quay ngay 15 giây gần nhất của trò chơi đang chơi.
zh_cn: 要录制的视频片段类型。你可以选择手动开始和停止片段录制，也可以即时录制上15秒的游戏。
zh_hk: 你要截取的影片片段類型。你可以選擇手動開始和停止片段，或即時截取遊戲的上15秒。
zh_tw: 想要擷取的短片類型。你可以選擇手動開始和停止短片，或立即擷取玩遊戲時的過去15秒。

# VIDEO_RECORDING_MODE
source: Mode
ar: النمط
bg: Режим
cs: Režim
da: Funktion
de: Modus
el: Λειτουργία
es: Modo
es_us: Modo
fi: Tila
he: מצב
hi: मोड
hr: Način rada
hu: Mód
it: Modalità
ja: モード
kk: Режим
ko: 모드
lt: Režimas
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sl: Način
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_cn: 模式
zh_hk: 模式
zh_tw: 模式

# VIDEO_RECORDING_MODE_LAST15SEC
source: Last 15 seconds
ar: آخر ١٥ ثانية
bg: Последните 15 секунди
ca: Últims 15 segons
cs: Posledních 15 sekund
da: Sidste 15 sekunder
de: Letzte 15 Sekunden
el: Τελευταία 15 δευτερόλεπτα
es: Últimos 15 segundos
es_us: Últimos 15 segundos
fi: 15 viimeistä sekuntia
fr: 15 dernières secondes
fr_ca: 15 dernières secondes
he: 15 שניות אחרונות
hi: अंतिम 15 सेकंड
hr: Posljednjih 15 sekundi
hu: Utolsó 15 másodperc
id: 15 detik terakhir
it: Ultimi 15 secondi
ja: 最後の15秒間
kk: Соңғы 15 секунд
ko: 지난 15초
lt: Paskutinės 15 sekundžių
ms: 15 saat terakhir
nb: Siste 15 sekunder
nl: Laatste 15 seconden
pl: Ostatnich 15 sekund
pt_br: Últimos 15 segundos
pt_pt: Últimos 15 segundos
ro: Ultimele 15 secunde
ru: Последние 15 секунд
sk: Posledných 15 sekúnd
sl: Zadnjih 15 sekund
sv: Sista 15 sekunderna
th: 15 วินาทีสุดท้าย
tr: Son 15 saniye
uk: Останні 15 секунд
vi: Độ dài 15 giây
zh_cn: 最近15秒
zh_hk: 最後15秒
zh_tw: 過去15秒

# VIDEO_RECORDING_MODE_MANUAL
source: Manual
ar: يدوي
bg: Ръчен
cs: Ručně
da: Manuel
de: Manuell
el: Χειροκίνητα
fi: Käsin
fr: Manuel
fr_ca: Manuel
he: ידני
hi: मैनुअल
hr: Ručno
hu: Manuális
it: Manuale
ja: 手動
kk: Қолмен
ko: 수동
lt: Neautomatinis
nb: Manuell
nl: Handmatig
pl: Ręcznie
ru: Вручную
sk: Manuálne
sl: Ročno
sv: Manuellt
th: กำหนดเอง
tr: Elle
uk: Вручну
vi: Thủ công
zh_cn: 手动
zh_hk: 手動
zh_tw: 手動
